{
  "news": [
    {
      "title": "CYPRUS. LARNAKA",
      "short": "The famous resort of Cyprus - Larnaca in the south-east coast, about 70 km from Limassol. The face of the town is the promenade Finikudis that famous series of slender palm trees. The earliest known human activity on the island dates to around the 10th millennium BC. Archaeological remains from this period include the well-preserved Neolithic village of Khirokitia, and Cyprus is home to some of the oldest water wells in the world...",
      "text": "The famous resort of Cyprus - Larnaca in the south-east coast, about 70 km from Limassol. The face of the town is the promenade Finikudis that famous series of slender palm trees. The earliest known human activity on the island dates to around the 10th millennium BC. Archaeological remains from this period include the well-preserved Neolithic village of Khirokitia, and Cyprus is home to some of the oldest water wells in the world. Cyprus was settled by Mycenaean Greeks in two waves in the 2nd millennium BC. \n As a strategic location in the Middle East, it was subsequently occupied by several major powers, including the empires of the Assyrians, Egyptians and Persians, from whom the island was seized in 333 BC by Alexander the Great. Subsequent rule by Ptolemaic Egypt, the Classical and Eastern Roman Empire, Arab caliphates for a short period, the French Lusignan dynasty and the Venetians, was followed by over three centuries of Ottoman rule between 1571 and 1878 (de jure until 1914). Cyprus was placed under British administration based on Cyprus Convention in 1878 and formally annexed by Britain in 1914. While Turkish Cypriots made up 18% of the population, the partition of Cyprus and creation of a Turkish state in the north became a policy of Turkish Cypriot leaders and Turkey in the 1950s.\n Turkish leaders for a period advocated the annexation of Cyprus to Turkey as Cyprus was considered an extension of Anatolia by them; while since the 19th century,[11][12] the majority Greek Cypriot population and its Orthodox church had been pursuing union with Greece, which became a Greek national policy in the 1950s.[13] Following nationalist violence in the 1950s, Cyprus was granted independence in 1960.[14] In 1963, the 11-year intercommunal violence between Greek Cypriots and Turkish Cypriots started, which displaced more than 25,000 Turkish Cypriots[15][16] and brought the end of Turkish Cypriot representation in the republic. On 15 July 1974, a coup d'état was staged by Greek Cypriot nationalists[17][18] and elements of the Greek military junta[19] in an attempt at enosis, the incorporation of Cyprus into Greece. This action precipitated the Turkish invasion of Cyprus,[20] which led to the capture of the present-day territory of Northern Cyprus the following month, after a ceasefire collapsed, and the displacement of over 150,000 Greek Cypriots and 50,000 Turkish Cypriots.\n A separate Turkish Cypriot state in the north was established by unilateral declaration in 1983; the move was widely condemned by the international community, with Turkey alone recognizing the new state. These events and the resulting political situation are matters of a continuing dispute.The Cyprus Republic has de jure sovereignty over the island of Cyprus, as well as its territorial sea and exclusive economic area, according to international law (except for the British Overseas Territory of Akrotiri and Dhekelia, administered as Sovereign Base Areas, 2.8% of the territory). However, the Republic of Cyprus is de facto partitioned into two main parts: the area under the effective control of the Republic, located in the south and west, and comprising about 59% of the island's area; and the north,[24] administered by the self-declared Turkish Republic of Northern Cyprus, covering about 37% of the island's area. Another nearly 4% of the island's area is covered by the UN buffer zone. The international community considers the northern part of the island as territory of the Republic of Cyprus occupied by Turkish forces.[25][26][27][28][29] The occupation is viewed as illegal under international law, amounting to illegal occupation of EU territory since Cyprus became a member of the European Union.Cyprus is a major tourist destination in the Mediterranean. With an advanced,high-income economy and a very high Human Development Index, the Republic of Cyprus is a member of the Commonwealth since 1961 and was a founding member of the Non-Aligned Movement until it joined the European Union on 1 May 2004. On 1 January 2008, the Republic of Cyprus joined the eurozone."
    },
    {
      "title": "TURKEY TRAVEL",
      "short": "Discover a country that crosses the borders of two continent of Asia and Europe. With our 8 day Turkey Tour Package you are going to have oppurtunity to discover and see the best of Asia Minor whose history dates back to ancient times and whose culture is spread far and wide in the food that we eat today. With a wealth of history, sights of world heritiga, amazing culture and a buzz like no other country.Start from Istanbul and ...",
      "text": "Discover a country that crosses the borders of two continent of Asia and Europe. With our 8 day Turkey Tour Package you are going to have oppurtunity to discover and see the best of Asia Minor whose history dates back to ancient times and whose culture is spread far and wide in the food that we eat today. With a wealth of history, sights of world heritiga, amazing culture and a buzz like no other country.Start from Istanbul and continue with Cappadocia is an other planet. lunar landscape with diffirent formations of rocks and tuffas. Enjoy the views of wonderfully coloured hot air balloons in Capadocia.ade Finikudis that famous series of slender palm trees. The earliest known human activity on the island dates to around the 10th millennium BC. Archaeological remains from this period include the well-preserved Neolithic village of Khirokitia, and Cyprus is home to some of the oldest water wells in the world over three centuries of Ottoman rule between 1571 and 1878 (de jure until 1914). Cyprus was placed under British administration based on Cyprus Convention in 1878 and formally annexed by Britain in 1914. While Turkish Cypriots made up 18% of the population, the partition of Cyprus and creation of a Turkish state in the north became a policy of Turkish Cypriot leaders and Turkey in the 1950s.\n Turkish leaders for a period advocated the annexation of Cyprus to Turkey as Cyprus was considered an extension of Anatolia by them; while since the 19th century,[11][12] the majority Greek Cypriot population and its Orthodox church had been pursuing union with Greece, which became a Greek national policy in the 1950s.[13] Following nationalist violence in the 1950s, Cyprus was granted independence in 1960.[14] In 1963, the 11-year intercommunal violence between Greek Cypriots and Turkish Cypriots started, which displaced more than 25,000 Turkish Cypriots[15][16] and brought the end of Turkish Cypriot representation in the republic. On 15 July 1974, a coup d'état was staged by Greek Cypriot nationalists[17][18] and elements of the Greek military junta[19] in an attempt at enosis, the incorporation of Cyprus into Greece. This action precipitated the Turkish invasion of Cyprus,[20] which led to the capture of the present-day territory of Northern Cyprus the following month, after a ceasefire collapsed, and the displacement of over 150,000 Greek Cypriots and 50,000 Turkish Cypriots.\n A separate Turkish Cypriot state in the north was established by unilateral declaration in 1983; the move was widely condemned by the international community, with Turkey alone recognizing the new state. These events and the resulting political situation are matters of a continuing dispute.The Cyprus Republic has de jure sovereignty over the island of Cyprus, as well as its territorial sea and exclusive economic area, according to international law (except for the British Overseas Territory of Akrotiri and Dhekelia, administered as Sovereign Base Areas, 2.8% of the territory). However, the Republic of Cyprus is de facto partitioned into two main parts: the area under the effective control of the Republic, located in the south and west, and comprising about 59% of the island's area; and the north,[24] administered by the self-declared Turkish Republic of Northern Cyprus, covering about 37% of the island's area. Another nearly 4% of the island's area is covered by the UN buffer zone. The international community considers the northern part of the island as territory of the Republic of Cyprus occupied by Turkish forces.[25][26][27][28][29] The occupation is viewed as illegal under international law, amounting to illegal occupation of EU territory since Cyprus became a member of the European Union.Cyprus is a major tourist destination in the Mediterranean. With an advanced,high-income economy and a very high Human Development Index, the Republic of Cyprus is a member of the Commonwealth since 1961 and was a founding member of the Non-Aligned Movement until it joined the European Union on 1 May 2004. On 1 January 2008, the Republic of Cyprus joined the eurozone."
    },
    {
      "title": "TOP IN MADRID",
      "short": "Visit the Palacio Real – Also known as the Royal Palace, this is the official residence of the King of Spain, though it is now only used for state ceremonies. The palace is partially open to public, except when it is being used for official business and on Sundays, when it is also closed.  The Palace is free for E.U. citizens on Wednesdays, and guided tours in English are also available.Stroll Plaza Mayor – The Plaza Mayor is Madrid’s...",
      "text": "Visit the Palacio Real – Also known as the Royal Palace, this is the official residence of the King of Spain, though it is now only used for state ceremonies. The palace is partially open to public, except when it is being used for official business and on Sundays, when it is also closed.  The Palace is free for E.U. citizens on Wednesdays, and guided tours in English are also available.Stroll Plaza Mayor – The Plaza Mayor is Madrid’s main square, located in the middle of the city. Winding streets will take you past churches, tapas bars, and give you insight into royal history and architecture. While walking this plaza, don’t miss the following: Ayuntamiento, San Pedro, San Francisco el Grande, and Calle de Cuchilleros. This is a popular place to eat and relax but be prepared for “tourist” prices.Check out Puerta del Sol – This is Madrid’s most famous and central square, located just a short walk from the Plaza Mayor. Originally it was the site of one of the city’s gates, which faced the east and was adorned with an image of the sun, hence the square’s name (the “sun gate”). The square is actually almost semi-circular in shape and owes its current form to the major renovation work carried out between 1854 and 1860. See flamenco dancers – Madrid has been enjoying flamenco since the early 19th century and has seen the best artists triumph here. Flamenco can be seen in many bars and taverns in Madrid. Normally you go for an evening meal to one of these places, and listen to the music afterwards. Visit the Prado Museum – The Prado Museum is Madrid’s top cultural sight, and one of the world’s greatest art galleries. Its dazzling display of works by the great European masters such as Velázquez, Goya, Raphael, Rubens, and Bosch (among other major Italian and Flemish artists), is housed in an 18th-century building that opened as a museum in 1819. Take a walk through the National Archeology Museum – This well-designed museum houses an incredible collection of archaeological finds from across the peninsula. It leaves the visitor with a sense of the chronology of civilization in Spain. There are also a few pieces from ancient Egypt and Mesopotamia."
    },
    {
      "title": "20 THINGS TO DO IN MILAN",
      "short": "1. Be inspired by The Last Supper Leonardo da Vinci’s The Last Supper is undoubtedly Milan’s best-known attraction, but tickets are almost as hard to get hold of as front row seats for a Prada fashion show.  Those lucky enough to enter the hallowed refectory (attached to the church of Santa Maria delle Grazie) get 15 minutes to examine the expressions of consternation, hostility and despair on the faces of the disciples, just as ...",
      "text": "1. Be inspired by The Last Supper Leonardo da Vinci’s The Last Supper is undoubtedly Milan’s best-known attraction, but tickets are almost as hard to get hold of as front row seats for a Prada fashion show.  Those lucky enough to enter the hallowed refectory (attached to the church of Santa Maria delle Grazie) get 15 minutes to examine the expressions of consternation, hostility and despair on the faces of the disciples, just as Jesus reveals his imminent betrayal. Thanks to Leonardo’s experimental technique, the fresco is famously flaky – but that doesn’t detract one iota from the experience of seeing it in the ‘flesh’. Patronize the Sant’Ambrogio Frequently overlooked in favour of the Duomo, many residents say that the church of Sant’Ambrogio – dedicated to the city’s patron saint – is Milan’s most important religious monument. The red brick exterior may not be quite as eye-catching as the Duomo’s, but visiting the ancient interior is an illuminating experience. Watch out for the Golden Altar, a 9th-century masterpiece of Carolingian goldwork, and the Stilicone Sarcophagus, a late-Roman funeral receptacle, said to have been made for a Roman general.  Don’t miss the grisly remains of Sant’Ambrogio, housed in a bronze and crystal casket along with two other saints, in the crypt. Lunch with the locals at Luini  You’ll know you’re entering Luini Land when you see the crowds of youngsters crouching on doorsteps on a backstreet beside the Duomo, clutching greasy paper bags.  On weekends, the queue snakes right down via Santa Radegonda. Come to this hole-in-the-wall take-away at off-peak moments to try the legendary panzerotti – a fried pastry triangle stuffed with tomato and oozing mozzarella – originally from Puglia, but definitely one of Milan’s most recognisable treats.. Find something precious in the Golden Rectangle  Purveying hot-off-the-catwalk clothes by the likes of Armani, Dolce & Gabbana, Prada and Versace, it’s little wonder that Milan’s upscale fashion shopping district is known as the Quadrilatero della Moda – the Rectangle of Gold. The merchandise at most of the area’s shops is most definitely not for those on a budget, though you can always poke your noses into DMagazine Outlet, a discount fashion shop on via Manzoni, or simply enjoy a spot of window shopping, whilst clocking the well-dressed fauna that inhabits these style-conscious streets. Navigate the Navigli waterways   A network of canals, partly designed by Leonardo da Vinci, once stretched right across Milan, but these days the Navigli are confined to two long waterways – the Naviglio Grande and the Naviglio Pavese – in the city’s south.  take a tour of the museum and stadium on a non-match day. The highlight is a peek inside the dressing rooms – revealing the contrasting philosophies (both sporting and political) of each squad. For many residents, Cesar Pelli’s Unicredit skyscraper is the new symbol of Milan.  Erected in 2011, its illuminated spire evokes the Duomo, whilst stretching its height those extra few inches, making it Milan’s tallest building at 231 metres (758 feet). Some say the bank-owned building epitomises the city’s spiritual emptiness and dependence on ‘dio denaro’ (the money god), responsible for the crisis that has swept through the city over the past few years. Others feel it’s a symbol of progress, displaying the city’s reluctance to get trapped in history’s sticky net. Explore (and eat) at ExpoMired by corruption scandals, chronic tardiness and escalating budgets, the build-up to Milan’s Universal Exposition (1 May-31 Oct, 2015) has been controversial, to say the least. Yet the high-minded foodie theme (‘Feeding the Planet’), a wealth of creative ideas from the 144 participating nations, and a rich programme of supporting events around the city promise to make this an event not to miss. Among attractions are pavilions by Norman Foster and Daniel Libeskind, an installation by Wolfgang Buttress, and the largest exhibition of Leonardo’s works ever held in Italy. If nothing else, it should be a great excuse to devour some mouth-watering international nosh. "
    }
  ]
}